//SRCHSTEP EXEC PGM=ISRSUPC,PARM='SEARCH,ANYC,LIST'
//NEWDD    DD DISP=SHR,DSN=TEST.PRODCOPY.JCLLIB
//OUTDD    DD DSN=&&SRCHOUT,DISP=(,PASS),
//            SPACE=(TRK,(100,100),RLSE),
//            DCB=(RECFM=FBA,LRECL=133,BLKSIZE=0)
//SYSIN    DD *
 SRCHFOR 'PGM=FTP'
/*
